{
  "pots": [
    "Tucking his book away, he relented, removing the flattened parcel of stiff paper from his doublet pocket. Holding his breath as the cloud of squealing glitter nearly suffocated him in excitement, he unfurled the honeycomb before anything could crawl up his nose or into his ears.",
    "If they behaved, he would give them the honey prize in his pocket. If they were nasty, he’d leave and wouldn’t come back again for another month.",
    "Behind him, two dozen shrieking cackles rang out over the sound of the creek, like wind chimes in a storm.",
    "They blanketed him with beating wings and tiny claws, nibbling at exposed skin, dozens more scrambling over one another to peer down at his sketch and offer opinions in more nonsensical, high-pitched noises.",
    "Accepting the licked-clean wax paper, Saffron folded and stuffed it away with the rest of the reclaimed property. More angry squeaks piped from the chorus of victims, and Saffron scolded every glittery thing that tried to burrow into his bag.",
    "\"The moment I’m free,\" Sybil hissed indignantly, \"your tongue is mine, moon-ear.\"\n\"That’s… rude,\" Saffron huffed. \"You started this, dragon-head.\" \"",
    "\"It works!\" he exclaimed, the fey still cursing and clambering to tear him apart. He scrambled backward another few steps as claws nearly met his flesh, laughing again when the well-dressed fey gentle tangled up in the yarrow and fell face-first into the loamy earth.",
    "\"Dewdrop,\" they smiled, but looked like they were hiding an insult behind it. \"It’s nice to meet you, Dewdrop. My name is Sybil. When you enchant me, start with my name so the ring knows who you’re influencing, alright?\"",
    "\"Wh—\" Saffron jumped. \"You—You want me to compel you?\"\n\"That’s right,\" they offered another handsome smile, and that time it made Saffron’s heart race.",
    "Saffron knew more than he cared about the high fey, including what they thought of humans like him, as well as how, on any night, he would much rather cross paths with a bloodsucking dearg-due than a high fey who would bleed him just for the fun of it.",
    "'Derdriu has excellent taste in lovers. But what of his legs?'",
    "\"I wish to become a knight,\" Hollow said.\n\"I wish for Saffron to find a library ring,\" Letty said, before adding in a quick whisper: \"Also for chocolates on my changling day.\"",
    "\"I wish… to one day discuss myths with Cylvan,\" he finally whispered into existence, tying the two strands of grass back into one.",
    "Cylvan existed as nothing more than a blur in his imagination, but Saffron could almost imagine their voice. Their hands. How they might have smiled while writing something so playful. ",
    "'I wish for all high fey to die'",
    "A humble gift for dear Prince Cylvan. Congratulations on acceptance to Morrígan Academy. Here’s to new beginnings.’",
    "\"P—\" Saffron choked, eyes going wide as his world suddenly clicked brighter, louder. \"P-P-P-Prince—Prince Cylvan?\" he finally squeaked. \"Prince? Prince Cylvan?\"",
    "Cylvan, who wrote such beautiful things—had looked down on Saffron with such pure resentment, turning his blood to ice and ash until he didn’t feel like a person at all. Only a swirling pool of dust, smoke, debris.",
    "\"Saffron! Hey, Saffron!\" Saffron jumped at the last voice he expected to hear—Arrow’s.",
    "\"No!\" Saffron finally screamed, tearing to his feet. \"Enough about the fucking fruits, Arrow, god! Can’t you see—! Can’t you see what you’ve fucking done! Isn’t it enough! Please, I can’t…! I can’t do this right now, please…!\"",
    "Arrow flinched. The air between them shifted, Saffron breathing heavily as he did everything he could to hold back tears burning behind his eyes. Finally, Arrow just smiled awkwardly and nodded.",
    "Saffron pressed his face into his hands. He just tried to breathe. Inside the house, applause broke out, and then cheers.",
    "His black hair had a natural, shiny wave to it, cascading over his shoulders and down his back. Curled bangs separated to show the paleness of his forehead and the purple of his irises, eyelids painted with shimmering gold eyeliner and dark red shadow.",
    "Saffron did his best to ignore him, but accidentally made eye contact at one point, where he stubbornly made a face that commanded stop it. Cylvan narrowed his eyes in threat.",
    "'Then am I cursed to die alone, if even magic apples make my throat seize?'",
    "It drenched Taran sitting next to him, Taran leaping to his feet with a snarl—but Saffron’s wide eyes just stared at the prince.",
    "\"A-apples…\" he choked, though the thought was still forming. A vague memory from Cylvan’s annotations. A tongue-in-cheek note left in the margins of Connla and his fairy maiden’s apple",
    "\"Saffron!\" Luvon hissed as the world rushed back, grabbing Saffron by the waistband and wrenching him back. \"What’s gotten into you!\"",
    "Still grinning ear-to-ear, orange fire from the hearth illuminated him like a wild animal, breathing heavily and dotted with sweat on his perfect forehead. Saffron could only clamber backward and put his hands out in defense, all while attempting to get back to his feet.",
    "Cylvan’s enthusiastic pursuit made the banister rattle, tearing up the stairs two at a time, eyes wide with an eager, bloodthirsty smile that made Saffron shriek. ",
    "\"Alright! Okay!\" he attempted in a shrill voice, struggling for words as the vengeful fey stalked toward him. \"I’m sorry!\"",
    "\"Sorry for what, Dewdrop-Saffron? Be specific,\" Cylvan hissed wickedly.",
    "Cylvan shoved Saffron against the wall again, knocking the air from him. \"What would have you done then, idiot, with royal blood on your hands?\"",
    "\"What?\" Saffron said, crying out when Cylvan suddenly pinned him entirely, hands groping every inch of his body in search. Saffron attempted to shove him away, face going hot, too many overwhelming emotions coursing through him to think straight.",
    "\"If you won’t give me my ring—then you’ll give me the tongue you owe me!\"",
    "His head clocked against the wall with another thrust of Cylvan’s body, slumping slightly as claws buried further in his mouth. Saffron clamped down hard again, Cylvan hissing and ripping his hand back out, only to hook a thumb inside Saffron’s cheek and pull.",
    "\"Pixies!\" Cylvan hissed, pulling harder on Saffron’s cheek. \"You think you can blame—urk—pixies when I know you took it for yourself, you godsdamned púca rat!\"",
    "\"Púca!\" Saffron growled. \"I didn’t thteal anything! You gavthe’it to me!\"\n\"It doesn’t matter—according to the law of names, this tongue is mine!\"\n\"The law of—fucking namthes—what’th that thuppothed to mean!\"",
    "\"My book,\" Cylvan hissed. \"And I think I’ve shown you enough mercy, beantighe. My patience is wearing thin. I’m taking this back, and I’ll do whatever I want with it.\"",
    "\"Saffron averted his eyes, pressing his lips together. \"C-Connor,\" he mumbled again. \"Connor mac Nessa…\"",
    "\"Does that make you Derdriu? Someone as sad and pitiful as you? You must think quite highly of yourself.\"",
    "\"Accept that now, or you’re going to be a lot more miserable soon enough, my dear Derdriu of the Sorrows.\"",
    "Saffron swore back at him, kicking him in the stomach and landing a center purchase that made the prince wheeze like a horse.",
    "\"I suspected you as soon as you brought the fruit at dinner, even with your veil on. Turns out I was right.\"\n\"Oh… How?\"\n\"You have nice legs,\" Cylvan answered, eyes flickering downward as he said it, as if to remind himself. \"For a beantighe.\"",
    "\"You will really force me to rip out your tongue if I tell you. Is that what you want?\"\n\"You’re going to tear it out either way. Tell me.\"",
    "\"What exactly do you think hubris is?\"\n\"I don’t know! Perhaps the thing that makes you so disagreeable!\"",
    "\"Don’t be coy with me.\"     ",
    "\"I accept this geis.\" Cylvan pulled back an inch with a teasing smile.\n\"A-a geis?\" Saffron asked in uncertainty. Cylvan’s fingers remained curled under his chin, a thumb brushing his bottom lip.\n\"That’s right. Just like Derdriu and Naoise.\"",
    "How interesting, the way devotion turned to hot resentment after two shots of whiskey.",
    "Maybe Pixies would come and pick it apart, too.",
    "Saffron pulled chest-to-chest against Cylvan as the prince's hand remained smashed against his mouth. Pinned hard enough to hear how fast Cylvan's heart pounded, Saffron instinctively held his breath.",
    "\"Did you not mind when I poured the wine on him, then?\" Saffron muttered sarcastically. Cylvan chuckled in response, and the sound made Saffron's heart skip.",
    "Cylvan stepped forward, taking Saffron's chin and pressing their mouths together. It made Saffron's chest tighten, holding his breath and closing his eyes as he was overcome with the sensation of drinking fairy wine.",
    "His lips were tinted dark, turned down in a permanent scowl as he repealed his attention from Taran and took an angry sip of water, leaving a smudge behind on the rim.",
    "\"I was praying for something to come and break up this boring fete,\" he purred. \"Looks like I've been blessed with an adorable little púca fairy.\"",
    "\"Of course not, your highness. You are the most magnificent creature I've ever laid eyes on.\"Cylvan smirked. \"Tell me more about how ugly everyone else is.\"",
    "He thought he might cry. ",
    "Saffron wondered if it was actually possible for someone to love another person so deeply. Painfully, excruciatingly. Enough that they would rather die than be without them.",
    "Ah, yes, good job, beantighe. You managed the most basic of library navigation after I literally gave you all the instructions you needed",
    "\"I have better instincts than that... especially after recently making a deal with an actual unseelie lord, who is intent on teaching me my place.\"\nThe unseelie lord smirked, \"You mean between his legs?\"",
    "\"Who's to say true names aren't a protection rather than a vulnerability, hm?\"",
    "Saffron just smiled. Cylvan was so handsome, even when he was angry. Such a pretty bird.",
    "\"You can't disappoint me– not when you made me so happy...\"",
    "Because… I felt obligated to give you a soft place to sleep. \"Because… I felt obligated to give you a soft place to sleep. At least once, before you died.\"",
    "\"But why would you be a potato, when you're already a spice?\"",
    "Your hair is like the moon. ",
    "\"Prince Cylvan,\" Adelard prompted. \"Is this the undine you told me about? She said her name is Nimue.\"",
    "But Cylvan just smirked as he groaned and moaned and flopped over Saffron’s shoulders more.",
    "\"I won’t let you fall, Saffron. I promise,\" Cylvan whispered, making Saffron’s breath catch. \"Go on, look up.\"",
    "\"I…\" Saffron went on without thinking, not knowing what words would come next, just… wanting to say anything. Wanting the prince’s eyes to stay on him a bit longer. Wanting that moment to last a bit longer.",
    "Saffron had never laughed harder in his life, kissing the underside of Cylvan's wrist as the prince complained about it hurting.",
    "\"I think you're incredible!\"\nThe words appeared to catch Cylvan off guard. He just looked at saffron with sincerity, before laughing.\n\"Only for you.\"\n\"Then I will consider myself lucky!\"",
    "\"Don't worry. You'll have plenty of opportunities to touch me more tomorrow.\"",
    "And something about them... made Saffron anxious, like Cylvan was going to suddenly take off into the sky and leave him there. But Saffron was less concerned about being left alone - and more about Cylvan feeling like he had to run at all.",
    "Those words were like a knife in his chest – and Cylvan said them with so much and so little emotion all at once, as if there were a thousand other things he wished he could add. Words spoken like he'd repeated them his whole life, whether to other people or just to himself.",
    "\"If I am indeed a raven – then you are the treasure I wish to spend all my days appreciating.\"",
    "'I wish to always be a safe place for you to close your eyes and rest.'",
    "\"I want to fill your life with light, and joy, and peace, and safety...\"",
    "Cylvan finally chuckled the more he thought about it. ",
    "It all made him swirl with guilt. Guilt for wanting to abandon his friends again—and guilt for actually abandoning the prince without warning. But most of all, guilt because he missed Cylvan more than he should have.",
    "Saffron just kept his eyes down, biting his lip as Cylvan's voice turned venomous. \"Who did this to you?\"",
    "\"I care about you. Every moment I spend with you, I care about you even more. It...frightens me a little bit, especially when I consider who you are, and who I am, but...\"",
    "\"I care for you as well, Saffron—enough that I finally understand why people worship a Day Court,\" Cylvan confessed between their mouths.",
    "Saffron wanted to scream, but he smiled desperately instead.",
    "\"Like a raven over his treasure,\" a foxlike smile crossed his lips. \"I want to memorize every beautiful, forbidden thing about you.\"",
    "\"I heard this song, my lord, and felt compelled to follow it here...you aren't one of those fey who lure humans with music, are you?\"\nCylvan smirked.\n\"Only one human.\"",
    "To be memorized was to be devoured. ",
    "But Cylvan kissed the soft places on the inner curves of his thighs, trailed his tongue over creases of skin, pressed his lips reverently to every imperfection Saffron displayed. ",
    "\"This is everything I want,\" Cylvan breathed. \"To devote my mouth to every inch of these legs I'm obsessed with, and find other parts of you to worship.\"",
    "Cylvan then kissed him more gently than anyone ever had before, and Saffron had to bite back the sudden rush of blubbering emotion as Cylvan pulled back and pushed hair from his eyes.",
    "He never knew the taste of any fey lord could intoxicate him so intensely, reduced to a simpering, giggling mess, begging for more, more, more of every touch without a taste of magic dust on his lips.",
    "Like a sweltering wildfire, like lightning, like the sweet, tickling caress of rye whiskey on Imbolc, Saffron shuddered with rolling pleasure again and again until he thought he might never wake up again.",
    "Saffron couldn't help but smile more, crossing his hands over Cylvan's chest and resting his chin on them.",
    "\"Stay with me, Saffron,\" he beseeched once more. \"As my treasure. As my one, simple peace, so that I may always know there is at least one person who cares for me.\"",
    "Cylvan grabbed and kissed him one more time. As if to form another geis – one that would bind them forever.",
    "\"I swear to watch over you, protect you... kiss you, make you laugh, surprise you with more nymphs when you least expect it...\"",
    "When he found a familiar handful of dirty quartz points in a little bowl, he grinned, feeling warm and tingly all over again.",
    "Tucking it beneath his collar, the gold was a cold kiss against his bare skin, making him smile every time it touched. ",
    "Nimue giggled, smiling at Letty, who smiled mischievously.",
    "Nimue just kept smiling. ",
    "Nimue drew hearts on Letty‘s thigh as she thought about it.",
    "\"Close your eyes and sleep, Sybil.\"",
    "The prince is downstairs sleeping.",
    "He tucked more hair behind Saffron‘s ear, and Saffron felt how badly he trembled. ",
    "Cylvan jolted, but Saffron didn‘t move. ",
    "Saffron pressed his forehead into Cylvan‘s, closing his eyes— and then gently coaxed the prince down onto his lap.",
    "Could he ever blame a single person who sought a moment peace?",
    "Had Saffron… turned his back on Cylvan like he once turned his back on Arrow?",
    "His eyes lifted weakly to meet Saffron’s gaze again.",
    "His fingers returned to brush down Saffron‘s cheek.",
    "Saffron watched Cylvan‘s perfect facade crack more.",
    "The prince’s expression was a mix of concern and pure, body-melting relief, as if having Saffron within reach again was enough to restart his calcified heart.",
    "His eyes were wild and frantic—but bright with concern as they flashed over every inch of Saffron, touching his face, his hair, as if searching for proof that he hadn’t actually died falling from the ridge.",
    "Saffron turned—and met the eyes of his caged raven on the balcony, staring at him in disbelief.",
    "Saffron collapsed into Cylvan’s arms, sinking into his body and clutching at him as Cylvan cupped him by the back of the head, repeating apologies over and over again.",
    "The pixies were a nice addition to the pathetic list. ",
    "An agonized scream tore through the floorboards, vicious gusts of wind ripping through the suite below and whistling through the cracks beneath where Saffron lay. ",
    "I'll keep you safe",
    "\"I'll be alright… unless you're offering me a warm place next to you, instead.\"",
    "He touched Saffron’s black and blue cheek again with fingers gentle enough to hold smoke.",
    "\"Tell me who did this,\" he repeated tightly, \"so that I may tear them apart with my own hands.\"",
    "Saffron’s blood went cold at Cylvan’s expression contorted into fury, amethyst eyes sharp as they scoured Saffron’s face over and over again.",
    "Even the smaller details ensnared him, like their black nails filed into claws, the beauty mark beneath their right eye, the perfect shape of their mouth…Caught in the spell, Saffron stood momentarily captivated by the strange, surreal flawlessness of the person in front of him.",
    "He tried to find his eyes again, but there were only stars. Only stars, and warm breath, and gardenia and pine, and needles, and water, and wind. So much wind. \n\"I think I know how she felt…\" he whispered at last. \"I dreamed about you for a long time, too…\" ",
    "\"No,\" he whispered. \"You can't disappoint me—not when you made me so happy…\"",
    "The prince’s expression was a mix of concern and pure, body-melting relief, as if having Saffron within reach again was enough to restart his calcified heart.",
    "Cylvan attempted to smile in reassurance, still pushing hair from Saffron’s eyes, again and again as if he couldn’t stop touching him.",
    "But Cylvan had kept them, held them, until they grew and festered into a poisonous mire of their own, eating away at him slowly.",
    "He hoped the prince was having lovely dreams, and would wake up feeling like himself again.",
    "His apologies, how his amethyst eyes, for the first time, didn’t bore holes into Saffron as they looked over every inch of him.",
    "\"Imagine my surprise when I learn a beantighe can read.\"\n \"I can write some, too, you know.\"",
    "\"Are you attached to the mystery stains on the counter, too?\"",
    "The air was, somehow, cold and hot at the same time. Thorny vines snarled his thoughts and kept him from gathering his composure.\nHe never knew words could pierce him physically, emotionally, mentally. Impertinent. Selfish. Arrogant.",
    "Saffron especially noticed their color when Cylvan’s eyes lifted and met his across the room, embarrassment escalating a hundredfold as they then flipped down to observe Saffron’s legs, mouth curling into a knowing smile.",
    "\"What’s wrong?\" Cylvan finally teased. \"I thought you liked being—\"\n\"Between your legs?\" Saffron muttered, seeing it coming from a mile away.",
    "\"I think I know how she felt…\" he whispered at last. \"I dreamed about you for a long time, too…\"\nThe hand on the back of his head stiffened—before gently petting him.\n\"I’m sorry for disappointing you.\"",
    "Saffron took a deep breath before putting on his most falsely polite smile ever. Taking his hands from his lap, he folded them over Cylvan’s gently.\n\"I forgive you.\"\n\"... Oh, you really lie every chance you get, don’t you?\"",
    "While Prince Cylvan had always been beautiful, when his expression was relaxed… it was enough to make Saffron’s heart race in the same wanting way it did when he read romantic stories.",
    "When no words came, Cylvan smiled smugly, asking if his incredible abilities had left Saffron speechless. Saffron didn’t know how to explain the ways Cylvan did far more than that to him.",
    "\"Are you alright, púca?\"\nUnable to find the words, Saffron just pulled Cylvan down to meet his mouth once more, practically attacking him, devouring him, wishing to feel him all over again.",
    "How could someone so smart also be so goddamned insufferable?",
    "He wanted to bottle that quiet moment. Let it ferment like the wine in his blood, so that he could sip it whenever he wanted. Him and Cylvan in the quiet room, warmed by the fire, warmed by the wine, warmed by dancing and laughing with one another.",
    "A brief moment of peace for his troubled prince to rest his head, where Saffron could protect him in his own way.",
    "'Golden Lord, I do not bleed moss. But do you think fey like Lord Kaylar bleed swamp water? Perhaps we can find out together.\nIron Beantighe (with a knife).'",
    "\"I look forward to our deal, beantighe. Now dig my ring out of the godsdamn fireplace.\""
  ],
  "losa": [
    "There were lies in every myth.",
    "No one had bothered to disturb him while he slept the day away—again. The reassurance was as much a comfort as it was like pinching fingernails reminding him how easy it was to be forgotten.",
    "Saffron never realized how easy it was to wither away in silence.",
    "Crows pecked at the fruits and vegetables growing in the back greenery, but they never stayed long enough to demonstrate real interest, as if even those foods were rotten and tasted as bitter as the air in the house.",
    "But it wasn’t just the silence—it was the pure isolation that chilled Saffron down to his bones, to the point he wondered if that was how ghosts became nothing but cool gusts of air.",
    "He never knew how it would feel to be veiled entirely from the rest of the world. Not just his face, but every single part of him that proved himself alive.",
    "Locked away in the attic of Danann House where he seemingly ceased to exist, without a voice, without a soul, without a being. Just a residual spirit passing between his room, the washroom, the walls, the study.",
    "Perhaps the only reason they hadn’t noticed him as something different was because, more often than not, his misery joined their chorus once the house fell silent.",
    "Because only something living could experience agony so deep in their bones, they splintered and crumbled until left sobbing in tandem.",
    "Saffron learned quickly, to want to be found was nearly enough to break his will entirely—and there were more important things at stake.",
    "Saffron only had to be obedient. Timid. Silent. Well-behaved. Silent. Restrained. Disgraced; the basic requirements of being a beantighe. Saffron was, if anything else, good at being a beantighe.",
    "He underlined the familiar word hubris, before trailing toward the margin. 'This is certainly the thing that makes you so disagreeable', he wrote.",
    "Soon, Saffron would show Cylvan his own annotations. The notes Saffron left in improved handwriting, text occasionally blurred with loosed tears as he wallowed in his own loneliness.",
    "Saffron would not leave Danann House without one other person knowing he was still alive. One other person—who once gave Saffron his ring, and swore to patronize him. Swore to protect him. Who screamed with such agony once told of Saffron’s supposed fate.",
    "It was the mouth Saffron still fantasized about kissing, which once spoke his name so gently. Beantighe. Saffron. Púca.",
    "All of him, every last detail, every miniscule stitch of his out!t, his face, his entire being, gripped Saffron by the throat, making it hard to breathe.",
    "How ironic, to die at the hand of the person he was trying to protect—how ironic, to die that night despite everything he tried to do to make it otherwise.",
    "He almost broke into a thousand pieces right there, scattering across the floor, offerings for Cylvan to use to replace where he had his own chips and gaps forming beneath the weight of the same person who buckled Saffron over. ",
    "Two ghosts within an inch of their lives, crushed beneath the weight of Taran mac Delbaith.",
    "'I will stay with you—so that you may always know there is at least one person who cares for you.'",
    "\"Tell me… you remember me, Saffron… please…\"",
    "Saffron hunched forward slightly more, pressing his hand to his chest as he thought his heart might never start again.",
    "But—Saffron wouldn’t break. He wouldn’t bend. He would be the thing Cylvan needed for support, no matter how badly it hurt.",
    "Dew and new budding growth and loamy earth seduced him like velvet drenched parchment that would melt at the touch of a hand.",
    "They glanced to one another in silent question, as if to ask whether or not Saffron was capable of poisoning them. 'Yes, absolutely'—but only on purpose.",
    "Saffron couldn’t resist smirking at the thought of Lord Kaelar shitting himself dehydrated after one gulp of creek water…",
    "Saffron’s instinct was to be sarcastic, even silently.",
    "That burden was Saffron’s alone to bear. He didn’t need Cylvan to overhear and claim it for himself.",
    "God—how could he have been so arrogant to think he could pretend, even for a moment, that Cylvan was a stranger?",
    "Did Saffron really think himself better than Icarus, who lasted hardly a moment in the sky before sweeping toward the loving sun right within reach? Cylvan, his raven, his sun, who might melt Saffron’s waxen wings—but whose touch would make the plummeting descent worth it?",
    "Saffron could deny the sun once. But not twice.",
    "It reminded Saffron of the night they danced together in the Aon-adharcach suite. The night Cylvan teasingly questioned Saffron’s ideas about charming patron rings. The night they kissed, and vanished into one another between his dark sheets…",
    "How clearly that burning sun illuminated him, beautiful and tempting and warm. But nothing could be so simple, so easy... right?",
    "\"You… truly do not remember anything?\" He asked. There were layers to that question, and Saffron heard what Cylvan really meant. 'You truly do not remember me?'",
    "'Did I steal it from you?'\n \"No,\" Cylvan responded instantly, surprising Saffron when his opposite hand suddenly grasped where the ring sat on Saffron’s fingers. \"No, I… I gave it to you.\"",
    "\"Saffron, like the flower. It… suits you.\"",
    "Saffron was left alone in the silent kitchen, and all he could think was—he wished they would have shared the kiss of forming a geis.",
    "Squeezing his eyes closed again, Saffron returned the amethyst to his lips, swearing that, soon, they wouldn’t have to rely on stones to take care of one another.",
    "His heart thumped faster as not another moment passed before the stone bloomed with warmth just like the note claimed, and Saffron jumped backward in surprise.",
    "How could his efforts, his misery, his loneliness, all go to waste so soon after he’d only just been given his life back?",
    "It was his instinct to be small, to try and go unnoticed, as if a part of him was still wary of being spotted somewhere he wasn’t supposed to be.",
    "'Life might have been easier. Life might have been fair.'",
    "That was what Saffron wanted—to be small enough to disappear, especially into the arms of someone he trusted.",
    "'I’m happy to be with you again. I’m happy you’re here. I’m happy I get to laugh with you. I still miss you terribly.'",
    "He extended his burnt finger, instead—and Saffron rolled his eyes once more, then pressed a healing kiss to the side of it.",
    "His prince, his raven.",
    "'Nipple-jewelrey. Well endowed. A soft mouth. Lovely to kiss. Plays the violin. Messy and cluttered. But still perfect.'",
    "And while the enchantment would be washed away in the rain before Saffron took another breath, he begged the earth to remember it.",
    "As if the moment he draped within Cylvan’s arms, his defenses fell entirely, and he knew it would be safe to sleep.",
    "\"God rest Lady Murva’s bones. May her pyre collapse, or whatever.\"",
    "With every gentle touch, with every sense of Cylvan’s perfume or the sight of his reassuring smile, Saffron’s anxiety ebbed a little more. A little more.",
    "\"We make a nice matching pair, don’t you think?\"",
    "He would beseech Cylvan’s Night Court every single day, if it comforted him to know there was at least one person who cared for him more than they feared his curse.",
    "\"By royal decree. Danu bless. Amen.\"",
    "Saffron didn’t need anything more than to be Cylvan’s simple peace.",
    "At least—to fantasize about such a simple, joyful life made him happy. Maybe in another world, Saffron could have something so peaceful.",
    "Saffron might never know what it was like to live a simple, peaceful, wonderful life with someone he cared for—but perhaps, if he did everything he could, he could ensure that opportunity for someone else like him in the future.",
    "He would inevitably die by the only thing that could save him.",
    "Saffron suddenly comprehended exactly how, the way Cylvan originally tricked him into learning arid magic, from the very beginning—was so heartless.",
    "For just a moment, Saffron wondered if a younger Cylvan ever had anyone to hear his sobs. To hold him, to offer reassurances of his inherent goodness, too.",
    "Following him down the walkway, Saffron spotted the wide keyhole in the back of the tunic, last, flushing slightly at the visible smoothness of Cylvan’s skin underneath.",
    "Cylvan, draped in choking darkness, was unrecognizable. A daemon cloaked in shadow as if made for him. An ancient god of the deepest night—who would demand blood in exchange for allowing the sun to ever return.",
    "Tasting wine and fruit, he slid his tongue between Cylvan’s lips, pushing deeper, kissing the prince as if he were walking ambrosia.",
    "Saffron’s heart drummed faster, but his skin flushed with ice. He cupped Cylvan’s cheek, and Cylvan melted into it, closing his eyes and pressing into the curve of Saffron’s hand. As if it was the first time he’d ever felt anything warm.",
    "One of Saffron’s arms wrapped around the back of Cylvan’s neck to keep him was he was, terrified in his drunkenness that the moment the prince pulled away, his heart would break into pieces.",
    "\"I suppose… it was a self-fulfilling prophecy of my own hubris.\"\n\"I like that word,\" Saffron whispered. \"Is that the thing that makes you so charming?\"\nCylvan smiled wearily. \"Some people say it’s what makes me so… disagreeable.\"",
    "\"Even if you never recall our first memories together… that just means we will have to make new ones. Better ones. And now that I know exactly what you mean to me, I can ensure every memory thread going forward is one of joy.\"",
    "\"Did I mean a lot to you?\"\n\"Yes,\" Cylvan answered without hesitation.",
    "A planted seed, so that one day, when all the truth came out, Cylvan would know for certain that Saffron never left him at all.",
    "Cylvan smiled like Saffron was his most favorite thing in the world. He extended a hand, brushing the back of it down Saffron’s face. \"Then I will always provide a sunny place for you to sleep, so you can rest from any bad memories you hold on to.\"",
    "If that was what it meant to die, Saffron had to wonder why Persephone in myth ever thought to return to the surface at all. He would take her place without question.",
    "\"You are the most decadent thing I’ve ever tasted, Saffron.\"",
    "Cylvan dé Tuatha dé Danann, the Prince of Alfidel, the embodiment of what it meant to be perfect—venerated every inch of him, as if… he meant it, that time he called Saffron a treasure.",
    "\"Do whatever you want to me,\" Saffron offered further, pulling Cylvan closer. \"If it means you’ll stay.\"",
    "\"How much longer? How much longer—must I sit back and watch as you stand with nothing to protect you? Don’t you understand what will happen to me if I lose you again, Saffron? I can’t…\"",
    "\"I can’t… do it again,\"he admitted weakly. \"I can’t—lose you again, I can’t lose more of you again, I can’t…\"",
    "He was terrified of witnessing this person he held in his arms break down into pieces, again. To crumble beneath his hands, realizing what Saffron had done to protect him.",
    "Falling from a great height, the wings on his back were nothing but melted wax and feathers. He never should have flown so close, no matter how warm and decadent Cylvan's light had been.",
    "Approaching as nothing more than beantighe and high fey, Saffron even kept a few paces behind as a sign of submission, though cylvan made dirty hand movements behind his back the whole time.",
    "\"Try me, you ashen cunt!\"",
    "\"I’m going to do everything I can to save him,\"he wept, \"so one day, maybe I can hear him say that for myself.\"",
    "\"I’m here to help, Arrow,\" he whispered. \"Sorry it took so long.\"",
    "\"Does that drive you mad, Taran, knowing Prince Cylvan gladly bent over for whatever I had to offer, after your family came up with an entire plot to make you his only friend?\"",
    "\"I know someone who has been looking everywhere for you, wolf king.\"",
    "Saffron kissed him like the first time; like the last time. Like someone returning suddenly from a place no one could follow. With every plea for forgiveness tracing their breaths.",
    "It had to be a dream—a lovely dream. A perfect thing. He wished to stay there, forever, even if it meant never waking up again at all.",
    "\"This isn’t a dream. This is real—and I love you.\"",
    "Cylvan kissed him again, like he wished to drag out the peace just a little bit longer. Saffron embraced the thought, taking that moment to cup Cylvan’s face with a relieved smile. There wasn’t a single crack on him.",
    "\"I suppose I… couldn’t handle the thought that I really had nothing.\"",
    "Had Cylvan ever been able to discuss that obsession of his so freely with someone else?",
    "It was all so simple. Saffron wished they could continue doing it forever. Just two ghosts.",
    "To live freely, happily, wandering the woods in search of ancient ruins while chasing salamanders and whistling at birds.",
    "Hidden beneath the moon, Saffron would enter the next wheel of the season hand in hand with Cylvan, and, hopefully, never have to let it go again.",
    "\"I wish…\" He gulped, arching his back and resting his head backward, closing his eyes and smiling to himself. \"I wish… to never be apart from you, ever again.\"",
    "\"I’ll make you mine,\" Saffron breathed. \"My king of the forest, Day or Night.\"",
    "\"What if I turn you into a toad?\"\n\"Every arid witch needs a familiar.\"",
    "\"Ribbit.\"",
    "\"I just… want you,\" Saffron shuddered.\n\"Every piece of me belongs to you,\" Cylvan promised.",
    "\"Promise me, Saffron,\"Cylvan demanded. \"You’ll never go where I can’t find you. Ever again.\"",
    "Nothing else commanded every part of him like his fey prince who could grasp pieces of his soul and keep them warm, even in the loneliest of winters.",
    "\"My raven.\"\n\"My treasure.\"",
    "Saffron grinned. He kissed Cylvan one more time. Another geis sealed on their lips; the first of another infinity that would surely come.",
    "\"Your words do not work on me, silver-blooded bitch.\"",
    "He would be the human in myth who forced their own fate despite the will of the gods.",
    "\"I don’t... care,\" he pleaded. \"I’ve—offered to die so many times for him, already.\"",
    "\"Please,\" he begged. \"I promised to keep him safe.\"",
    "\"I won’t die,\" Saffron promised. \"Not until—I know he’s safe.\"",
    "He emerged alone in the dark, with no handsome daemons to greet him with reassurances he was still alive.",
    "\"I am Cylvan’s divine mercy.\"",
    "There were only stars. Only stars, and warm breath, and gardenia and pine, and needles, and water, and wind. So much wind—wind Saffron knew to gust with agony, carrying those cries of horror through the floorboards whenever he lay on his back in the attic.",
    "\"P-please, Saffron, don’t —don’t go, púca—you promised me, remember? You promised to stay with me. So don’t...\"",
    "\"Don’t leave me, Saffron, please—not again. I can’t lose you again, Saffron, I can’t...\"",
    "\"Please, please, stay with me, Saffron—I just got you back, don’t leave me again, please, gods, don’t leave me...\"",
    "Cylvan would remember him. Even if it meant Saffron would wander forever in the darkness, not knowing which way to go to pass on, at least Cylvan would remember him.",
    "Cylvan, who was always so warm. Who always tucked hair behind Saffron’s ear, and kissed the tears off his cheeks.",
    "Cylvan, who played the violin. Who controlled the wind and the sky. Who taught Saffron to love romantic myths—and then showed him what it was like to live in one, tragic ending and all.",
    "Cylvan, the Night Prince, who promised again and again to show Saffron what it was like to live in the Day—never realizing he alone was all the sunlight Saffron ever needed.",
    "\"Stop looking at me like that!\"\n\"I’m sorry, I just—I !nd you fascinating.\"",
    "\"You and I both know high fey can’t lie.\"\n\"You and I both know that’s bullshit, actually...\"",
    "\"Only you,\" Cylvan insisted. \"It’s only ever been you, Saffron.\"",
    "\"How does strawberry cake sound?\"\n\"... Do you actually mean cake, or do you intend to eat me?\"",
    "\"I’ve been told I’m hard to resist with other things dripping down my chin.\""
  ]
}